// 引气
var bleed=[
"C|当发动机和APU工作，且APU引气活门选择在ON位时，正确的陈述为：|A：发动机引气活门关，交输引气活门关，APU引气活门开|B：发动机引气活门开，交输引气活门开，APU引气活门关|C：发动机引气活门关，交输引气活门开，APU引气活门开|D：发动机引气活门开，交输引气活门关，APU引气活门开",
"B|使用外部气源开车，需要的开关及其状态是：|A：气源交输引气自动|B：气源交输引气开|C：发动机引气开关关|D：APU引气开关关",
"A|高压空气由谁提供：|A：发动机1和/或发动机2引气系统，APU加载压气机，高压地面连接|B：发动机1和/或发动机2引气系统|C：发动机1和/或发动机2引气系统或APU加载压气机",
"C|气源系统的工作由谁控制和监控：|A：一台引气监控计算机|B：两台引气活门计算机|C：两台引气监控计算机",
"A|引气活门是如何驱动的？|A：气源|B：电动|C：以上两者",
"C|当压力和温度不足以供应对应的发动机引气活门时会出现什么情况？|A：中压活门关|B：高压活门开，中压级关|C：高压活门开，中压级保持同样形态",
"A|能否通过驾驶舱引气面板控制高压活门的位置：|A：能|B：不能",
"B|如果引气活门关，高压活门将：|A：自动打开|B：自动关闭",
"A|如果上游气压低，高压活门将：|A：通过气源关闭|B：打开|C：电动关闭|D：电动关闭",
"C|温度调节是通过预冷器实现的，它将温度调节限制在：|A：150℃|B：85℃|C：200℃",
"A|流经预冷器的引气：|A：是利用来自发动机风扇段的冷空气，通过空气热交换器冷却的|B：在被各系统使用前不被冷却|C：仅用空调部分的空气冷却|D：用环境空气冷却",
"B|交输活门是如何控制的？|A：气源|B：电动",
"A|交输活门有两个电机：|A：一个用于自动方式，另一个用于人工方式|B：两个用于自动方式|C：一个用于人工方式",
"A|APU引气活门是否比发动机引气活门有优先权？|A：是|B：否",
"B|如果BMC1失效，那么APU漏气探测会|A：工作|B：失效",
"A|APU供气时如果在气源系统右侧探测到泄漏，（）。|A：交输引气活门自动关闭|B：交输引气活门人工关闭|C：APU引气活门关闭",
"D|气源系统不为以下哪项提供高压空气|A：液压油箱增压|B：水箱增压|C：机翼防冰|D：卫生间马桶抽水",
"B|在正常操作中，从发动机1引出的高压引气向液压油箱供压，如果发动机1的引气压力过低，会发生什么？|A：油箱内剩余的空气压力足以保持正常操作|B：可以从交输引气管道提供额外的空气|C：1号区域控制器从组件1上游提供额外的空气|D：一发的中压引气活门打开以提供额外的空气",
"A|当使用APU气源起动发动机，交输引气电门在自动位，如果在起动期间探测到APU引气泄露，交输引气活门的位置是：|A：开位|B：关位|C：不能确定"
];